brew 'ruby-build'
brew 'rbenv'
brew 'ack'
brew 'ctags'
brew 'git'
brew 'wget'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'gnu-sed'
brew 'the_silver_searcher'
brew 'youtube-dl'
brew 'hub'
brew 'rbenv-default-gems'
brew 'fzf'
brew 'python3'
brew 'neovim'
brew 'yarn', args: ['ignore-dependencies']

tap 'caskroom/cask'

cask 'google-chrome'
cask 'dropbox'
cask 'amazon-music'
cask 'dropbox'
cask 'slack'
cask 'alfred'
cask 'dash'
cask 'clipmenu'
cask 'appcleaner'
cask '1password'
cask 'megasync', args: { appdir: "/Applications" }
cask 'boom'
mas 'divvy'



