brew 'ruby-build'
brew 'rbenv'
brew 'ack'
brew 'ctags'
brew 'git'
brew 'wget'
brew 'vim'
brew 'tree'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'gnu-sed'
brew 'the_silver_searcher'
brew 'youtube-dl'
brew 'hub'
brew 'z'
brew 'selecta'
brew 'autoenv'
brew 'rbenv-default-gems'

brew 'caskroom/cask/brew-cask'
cask 'dashlane'
cask 'google-chrome'
cask 'firefox'
cask 'iterm2'
cask 'spotify'
cask 'seil'
cask 'skype'
cask 'dropbox'
cask 'elm-platform'
cask 'slack'

