brew 'ruby-build'
brew 'rbenv'
brew 'ack'
brew 'ctags'
brew 'git'
brew 'wget'
brew 'vim'
brew 'tmux'
brew 'reattach-to-user-namespace'
brew 'gnu-sed'
brew 'the_silver_searcher'
brew 'youtube-dl'
brew 'hub'
brew 'rbenv-default-gems'
brew 'fzf'
brew 'python'
brew 'mongo'
brew 'watchman'
brew 'highlight'
brew 'neovim/neovim/neovim'

tap 'caskroom/cask'

cask 'dashlane'
cask 'google-chrome'
cask 'dropbox'
cask 'iterm2'
cask 'spotify'
cask 'seil'
cask 'dropbox'
cask 'elm-platform'
cask 'opera'
cask 'slack'
cask 'alfred'
cask 'bartender'
cask 'itsycal'
cask 'tunnelbear'

